old/graduated/all.org
* People

| Name             | Year | Interests                             | Current positin                                          | Graduate school                      | contact                                  |
|------------------+------+---------------------------------------+----------------------------------------------------------+--------------------------------------+------------------------------------------|
| Chai, Jingsong   | 2004 | L-function                            | Hunan University                                         | Ohio State University                | =chai AT math DOT ohio-state DOT edu=      |
| Hong, Jiuzu      | 2004 | Representation Theory                 | Postdoc, Yale University                                 | Tel Aviv University                  | =jiuzhuhong AT post DOT tau DOT ac DOT il= |
| Hua, Zheng       | 2004 | Algebraic Geometry                    | Postdoctoral Fellow, The Chinese University of Hongkong  | University of Wisconsin              | =hua AT math DOT ubc DOT ca=               |
| Ding, Yichuan    | 2005 | Operational Research                  | Assistant Professor, Sauder School of Business, UBC      | Stanford                             | =y7ding AT sttanford DOT edu=              |
| Shi, Ronggang    | 2005 | Ergodic Theory, Number Theory         | Assistant Professor, Xiamen University                   | Ohin State University                | =ronggang AT xmu DOT edu DOT cn=           |
| Sun, Shenghao    | 2005 | Arithmetic Algebraic Geometry         | Lecturer, CMS Tsinghua University                        | UC Berkeley                          | =shenghao AT math DOT berkeley DOT edu=    |
| Wu, Enxin        | 2005 | Algebraic Topology                    |                                                          | University of Western Ontario        | =ewu22 AT uwo DOT ca=                      |
| Xiao, Xiao       | 2005 | Arithmetic Algebraic Geometry         | Assistant Professor, Utica College                       | Binghamton University                | =xiao AT math DOT binghamton DOT edu=      |
| Xie, Zhizhang    | 2005 | Noncommutative Geometry               | Postdoc, Vanderbilt University                           | Ohio State University                | =xiezz AT math DOT ohio-state DOT edu=     |
| Yang, Tian       | 2005 | Topology and Geometry                 | Szego Assistant Professor, Stanford University           | Rutgers                              | =tianyang AT math DOT rutgers DOT edu=     |
| Zhong, Changlong | 2005 | Algebraic K-theory                    | Postdoc, Ottawa University                               | University of Southern California    | =czhong AT usc DOT edu=                    |
| Chen, Haimiao    | 2006 | Algebraic Topology                    | Postdoc, Peking University                               | Institute of Math, China             | =chen_haimiao AT 163 DOT com==             |
| Deng, Shaojie    | 2006 | Statistics                            |                                                          | Stanford                             | =alexdeng AT stanford DOT edu=             |
| Ding, Ding       | 2006 | Arithmetic Algebraic Geometry         |                                                          | Binghamton University                | =ding AT math DOT binghamton DOT edu=      |
| Shen, Yefeng     | 2006 | Geometry and Topology                 |                                                          | University of Michigan               | =yfschen AT umich DOT edu=                 |
| Wang, Kun        | 2006 | Geometry, Topology, Physics           |                                                          | Ohio State University                | =kwang AT math DOT ohio-state DOT edu=     |
| Xu, Xingbo       | 2006 | Operation Theory                      |                                                          | Columbia University                  | =xx2126 AT columbia DOT edu=               |
| Yin, Qian        | 2006 | Geometric Analysis                    | Postdoc, University of Chicago                           | University of Michigan               | =qyin AT umich DOT edu=                    |
| Yu, Xun          | 2006 | Algebraic Geometry                    |                                                          | Ohio State University                | =yu AT math DOT ohio-state DOT edu=        |
| Zhu, Zhixian     | 2006 | Algebraic Geometry                    |                                                          | University of Michigan               | =zhixian AT umich DOT edu=                 |
| Bi, Shuchao      | 2007 | Convex Algebraic Geometry             |                                                          | UC Berkeley                          | =shuchao AT math DOT berkeley DOT edu=     |
| Chen, Dechang    | 2007 | Differential Geometry                 |                                                          | U Mass Amherst                       | =dchen AT math DOT umass DOT edu=          |
| Chen, Haojie     | 2007 | Symplectic Geometry                   |                                                          | UMN                                  | =chen1512 AT math DOT umn DOT edu=         |
| Deng, Wei        | 2007 | Algebraic Geometry                    |                                                          | Washingtong University in St. Louis  | =wdeng AT math DOT wustl DOT edu=          |
| Huang, Yang      | 2007 | Contact Geometry                      | Research Scientist, Max Planck Institute for Mathematics | USC                                  | =huangyan AT usc DOT edu=                  |
| Li, Na           | 2007 | Control and Dynamical Systems         |                                                          | Caltech                              | =nali AT caltech DOT edu=                  |
| Liang, Hao       | 2007 | Geometric Group Theory                |                                                          | UIC                                  | =hliang8 AT uic DOT edu=                   |
| Nie, Sian        | 2007 | Algebraic Groups, Quantum Groups      |                                                          | Institute of Math, China             | =niesian AT gmail DOT com=                 |
| Peng, Wei        | 2007 | Computer Networks and Security        |                                                          | IUPUI                                | =pengw AT iupui DOT edu=                   |
| Sun, Jingzhou    | 2007 | Complex Geometry                      | Simons Instructor, Stony Brook University                | Johns Hopkins University             | =jsun17 AT jhn DOT edu=                    |
| Xu, Yifan        | 2007 | Statistics                            |                                                          | Binghamton University                | =yxu AT math DOT binghamton DOT edu=       |
| Zhou, Xiaochen   | 2007 | Differential Geometry                 |                                                          | U Penn                               | =zx AT sas DOT upenn DOT edu=              |
| Zhu, Yi          | 2007 | Algebraic Geometry                    | Postdoc, University of Utah                              | Stony Brook University               | =math DOT zhu AT gmail DOT com=            |
| Pan, Xuanyu      | 2008 | Algebraic Geometry                    |                                                          | Columbia University                  | =pan AT math DOT columbia DOT edu=         |
| Wang, Qingyun    | 2008 | Operator Algebra                      |                                                          | Washington University in St. Louis   | =wangqy AT math DOT wustl DOT edu=         |
| Wang, Lihan      | 2008 | Differential Geometry                 |                                                          | UC Irvin                             | =lihanw AT uci DOT edu=                    |
| Zhang, Qing      | 2008 | Number Theory                         |                                                          | Ohio State University                | =r9zhangyu AT gmail DOT com=               |
| Bao, Hongwei     | 2009 | Dynamical Systems                     |                                                          | Institute of Math, China             | =nbbhw6174 AT sina DOT com=                |
| Chen, Liwei      | 2009 | Analysis                              |                                                          | Washington University in St. Louis   | =chenlw AT math DOT wustl DOT edu=         |
| Sun, Hongtan     | 2009 | Algebraic Geometry                    |                                                          | Johns Hopkins University             | =htsun AT math DOT jhu DOT edu=            |
| Tian, Hongfei    | 2009 | Algebra                               |                                                          | UIUC                                 | =bzsy911 AT gmail DOT com=                 |
| Wang, Gaohong    | 2009 | Algebraic Topology                    |                                                          | University of Western Ontario        | =gwang72 AT uwo DOT ca=                    |
| Wang, Kangkang   | 2009 | Algebraic Geometry                    |                                                          | Duke                                 | =kkshin DOT wang AT gmail DOT com=         |
| Xia, Jie         | 2009 | Algebraic Geometry                    |                                                          | Columbia University                  | =xiajie AT math DOT columbia DOT edu=      |
| Xiao, Lechao     | 2009 | Harmonic Analysis                     |                                                          | UIUC                                 | =xiao14 AT illinois DOT edu=               |
| Xu, Hangjun      | 2009 | Differential Geometry                 |                                                          | Duke                                 | =hangjun AT math DOT duke DOT edu=         |
| Yang, Yaping     | 2009 | Representation Theory                 |                                                          | Northeastern University              | =yang DOT yap AT husky DOT neu DOT edu=    |
| Zhang, Jingjing  | 2009 | Algebraic Geometry                    |                                                          | Johns Hopkins University             | =zhangjingjing DOT sara AT gmail DOT com=  |
| Zhang, Zheng     | 2009 | Algebraic Geometry                    |                                                          | Stony Brooks University              | =zzhang AT math DOT sunysb DOT edu=        |
| Zhao, Gufang     | 2009 | Representation Theory                 |                                                          | Northeastern University              | =gufangzhao AT gmail DOT com=              |
| Cheng, Yongxing  | 2010 |                                       |                                                          | Northeastern University              |                                          |
| Lin, Yinbang     | 2010 | Moduli of Vector Bundles              |                                                          | Northeastern University              | =yinbang DOT lin AT gmail DOT com=         |
| Wang, Tong       | 2010 | Logic                                 |                                                          | Amsterdam University                 | =tongwang01 AT gmail DOT com=              |
| Xue, Ke          | 2010 | Algebraic Geometry                    |                                                          | University of Maryland College Park  | =xueke AT umd DOT edu=                     |
| Ye, Zhilin       | 2010 |                                       |                                                          | Ohio State University                |                                          |
| Zheng, Xudong    | 2010 |                                       |                                                          | UIC                                  | =xzheng20 AT uic DOT edu=                  |
| Dong,Dong        | 2011 |                                       |                                                          | Michigan State University; UIUC      |                                          |
| Du, Xiumin       | 2011 | Algebraic Geometry                    |                                                          | UIUC                                 | =dxmyyd AT 163 DOT com=                    |
| He, Chen         | 2011 |                                       |                                                          | Northeastern University              | =kudos DOT he AT qq DOT com=               |
| Li, Shuai        | 2011 |                                       |                                                          | Institute of Math, China             |                                          |
| Wu, Ruijun       | 2011 |                                       |                                                          | Institute of Math, China             | =wuruijun2 AT 126 DOT com=                 |
| Xia, Bingyu      | 2011 | Number Theory                         |                                                          | Ohio State University                | =xiabingyu AT gmail DOT com=               |
| Xie, Yi          | 2011 | Low Dimensional Topology              |                                                          | Harvard University                   | =elohimzh AT 163 DOT com=                  |
| Xu, Xiaoqian     | 2011 | Analysis                              |                                                          | University of Wisconsin              | =xxu@math.cmu.edu=                         |
| Zhang, Dingxin   | 2011 | Algebraic Geometry                    |                                                          | Stony Brook University               | =dzhang AT math DOT sunysb DOT edu=        |
| Zhang, Zhuohui   | 2011 | Geometry and Topology                 |                                                          | Rutgers University                   | =tyotakuki AT 126 DOT com=                 |
| Long, Yang       | 2011 |                                       |                                                          | Institute of Math, China             | =longyangok AT gmail DOT com=              |
| Cheng, Gong      | 2012 | Geometry, Analysis                    | 　                                                       | Washington University in St. Louis   | =succperado AT gmail DOT com=              |
| Fan, Honglu      | 2012 | Algebraic Geometry                    | 　                                                       | University of Utah                   | =lethe.ar AT gmail DOT com=                |
| Hou, Qi          | 2012 | PDE                                   | 　                                                       | Cornell University                   | =zdhq2008 AT yeah DOT net=                 |
| Hu, Xuntao       | 2012 | Differential Geometry                 | 　                                                       | Stony Brook University               | =bryanhu AT zju DOT edu DOT cn=            |
| Hu,Yuhao         | 2012 | 　                                    |                                                          | Duke                                 | =501311951 AT qq DOT com=                  |
| Liu, Bochen      | 2012 | Harmonic Analysis                     | 　                                                       | Rochester University                 | =bochen DOT liu1989 AT gmail DOT com=      |
| Wang, Shengwen   | 2012 | Complex Geometry                      | 　                                                       | Johns Hopkins University             | =wsw513www AT yahoo DOT com DOT cn=        |
| Wang, Xiyuan     | 2012 | Number Theory    　                   |                                                          | University of Regina                 | =wangxiyuan928 AT yahoo DOT cn=            |
| Wu, Wei          | 2012 | Mathematical Logic                    | 　                                                       | Cornell University                   | =wwu.arioso AT gmail DOT com=              |
| Xie, Fei         | 2012 | Algebra                               | 　                                                       | UCLA                                 | =feixieliz AT gmail DOT com=               |
| Xu, Chao         | 2012 | Geometry and Topology                 | 　                                                       | Ohio State University                | =xuchao0753 AT gmail DOT com=              |
| Zhang, Xiping    | 2012 | Arithmetic Algebraic Geometry         | 　                                                       | Florida State University             | =zxp19901116 AT zju DOT edu DOT cn=        |
| Zhao, Huijun     | 2012 | Representation Theory                 | 　                                                       | Northeastern University              | =zhaohj518 AT 163 DOT com=                 |
| Zhu, Yaoguang    | 2012 | Algebra                               | 　                                                       | University of Texas at Austin        | =sd052_mercury AT 126 DOT com=             |
| Zeng, Mingcong   | 2012 | Algebraic Topology                    | 　                                                       | University of Western Ontario        | =zengmingcong AT hotmail DOT com=          |
| Luo, Xiyang      | 2013 | Geometry                              | 　                                                       | UCLA                                 | =xylmath AT gmail DOT com=                 |
| Shen, Qibin      | 2013 | Analytic Number Theory    　          |                                                          | Rochester University                 | =sqb19901010 AT qq DOT com=                |
| Xie, Ying        | 2013 | Complex Geometry    　                |                                                          | MSC, Qinghua University(temp. visit) | =mst09123 AT gmail DOT com=                |
| Ye, Rongqing     | 2013 | Repn. Theory, Lie groups and Lie alge | 　                                                       | Ohio State University                | =thomasyrq AT gmail DOT com=               |
| Zhou, Yang       | 2013 | Algebraic Geometry                    |                                                          | Stanford University                  | =wooonderfulworld AT gmail DOT com=        |
